[UIAlert_SupportStrikes]

strTitle_Ready_StrikeAvaliable = "支援打击可用"
strDesc_Ready_StrikeAvaliable = "指挥官，支援小组已经就位并等待您的指示。标记目标区域，我们的小组会处理剩下的事情。\n祝您狩猎愉快，指挥官。"

strTitle_Ready_FirstTime = "支援打击教程"
strDesc_Ready_FirstTime = "指挥官，看来您对支援打击有些理解困难。您需要帮助吗？"

strTitle_Error_MissionSiteInvalid = "无法进行打击：无权限"
;strDesc_Reason_MissionSiteInvalid = "由于没有获得许可，因此无法在行动区域内使用请求的支援打击。在获得许可后，打击将可在下一次可能的任务中使用。"
strDesc_Reason_MissionSiteInvalid = "行动区域内没有权限。本次任务无法进行支援打击！"

strTitle_Error_NotEnoughIntel	="无法发动袭击：情报不足"
strDesc_Reason_NotEnoughIntel	="XCom 没有足够的情报来执行任何支援打击。支援打击在此任务中被禁用！"

strTitle_Warning_PartialResources	= "低情报警告"
strDesc_Reason_PartialResources		= "由于情报不足，某些打击无法进行:\n"